[{"text": "NM '\nBhargav Krishna Reddy Kalyanam Email:bka/yana@gmu.edu Mobiienoz(mi—isgsi;iszay\n\nPortfolio: httosjlgithgbgmﬁbamaﬂa\n\n \n\nObiective\n\nJunior Software Developer with 2 Years of industrial experience is seeking a full—time entry-level position where I can\napply and grow creative and technical problem—solving skills related to software Engineering/development and work in\nconjunction with organization’s goal.\n\nEducation\n\nMasters in Information System, George Mason University, Fairfax, VA (May 2017)\n\nBachelor of Technology in Computer Science, JNTU, Hyderabad, india (May 2015)\n\nTechnical Skills\nProgramming Languages: Java, J2EE\nFrameworks and Libraries: Spring, Hibernate, Node.js, Express, Mongoose, Struts.\nWeb Technologies: Bower, JavaScript, JSON, jQuery, AJAX, Angular, Bootstrap, Webpack, Gulp\nWeb Services: REST\nCloud: Amazon web services(AWS)\nApplication Servers: Apache Tomcat, NodeJS server\nDatabases: MongoDB, SQL server, MySQL, Oracle, NoSQL\nTools and IDE: Eclipse iDE, Visual Studio, Adobe Dream Weaver, brackets, atom, Git\n\nDevelopment Methodology: Agile/Scrum, waterfall\n\nWork Experience\nRole: Graduate Assistant— Object Oriented Techniques for iT problem-solving August 2016 - May 2017\n\nOrganization: George Mason University, USA\n\nEnvironment: Core JAVA\n\nDescription: Part—Time job while pursuing masters.\n\nResponsibilities:\n0 Taught Object—Oriented Programming concepts and specifications.\n0 Graded Java Assignments. Assisted faculty with grading, proctoring exams, updating grades on the site.\n\nSupervise practical work advising on skills methods and techniques to assist the transfer of knowledge.\n\n0 Performed departmental processes related to peer advising and mentoring.\n\nRole: Software Developer September 2015 - April 2016\nCompany: Homelogic, USA\nEnvironment: jQuery, JavaScript, Angular, Node.js, Mongoose, MongoDB, Express, Bootstrap\nDescription: This application provides people a timeline about what to do at a place.\nResponsibilities:\n0 Involved in development of Timeline page and profile page modules to perform CRUD operations for user\nregistration, login etc. using Node.js, MongoDB, Angular.\n0 Developed UI for Timeline page and profile page using jQuery, Bootstrap, Angular.\n0 Used Mongoose to interact with database.\n0 Collaborated with data team and other team members in giving out desired results for the users.\n\nRole: Junior Software Developer December 2013 - December 2014\nCompany: Deccansoft, INDIA\nEnvironment: HTML5, CSS3, JavaScript, AngularJS, Node.js, MongoDB, Express, jQuery, Bootstrap, Mocha\nDescription: This application enables hospital to maintain online records.\nResponsibilities:\n\n0 Developed a module to retrieve and update patient data using Node.js, MongoDB\n\no Extensively used C553, HTMLS, JavaScript, Bootstrap, Angulasz for interactivity in presentation layer.\n\n0 Designed database schema using mongoose\n\no Implemented TDD approach using Mocha", "id": 0, "label": "vm"}, {"text": ". J M W‘  .\nSunil Kunjappan Vasu M 1 0V\nPhone: +1 (716)-398-1034 | Email: sunilkv24@gmail.com i Linkedin: https:l/www.linkedin.comlin/sunilvasu\n\nEDUCATION\n\nUniversity at Buffalo, The State University Of New York Feb, 2018 (Expected)\nMaster of Science, specializing in Computer Science GPA: 3.46/4.0\nMahatma Gandhi University, Kera/a, lndia May, 2014\nBachelor of Technology, in Electronics & Communication Engineering GPA: 8.16/10.0\n\nPassed with First Class with Honours\n\nWORK EXPERIENCE\nIntern, National Grid, Massachusetts May, 2017 - Aug, 2017\n0 Created Technology Solutions by Agile Scrum Methodology for Gas Business Enablement (GBE).\n\no Performed Data Loading and Validations of GBE Staging database using Microsoft Visual Studio.\n0 Maintained Data Quality and Data integrity in the Staging database using R and Python.\n0 Tested and Verified multiple use-cases and POC in Microsoft PowerBl and Tableau.\no Configured Kanban Boards in JIRA to help teams handle task efficiently.\nWeb Developer Student Assistant, University at Buffalo, New York Jan, 2017 - Present\n\no Developed and Maintained Network Applications & Services, Classroom Technology and Network\nOperation Center (NOC) at the University at Buffalo.\n0 Built Internal applications to be used by Support Teams using Perl, Unix, JavaScript, HTML, MySQL.\n\nSystem Engineer, lnfosys Limited, India Aug, 2014 - Jun, 2016\no Collaborated as Software Developer in Online Business Unit - Post Order - of a leading retail client.\n0 Development, Enhancement and Maintenance of several Web Services which facilitates customers\nfor placing orders through the e-commerce website.\nImplemented Automation Testing for online services using Mockito, TestNG and Junit.\nFormulated techniques to mask PCI and PM in service logs which enhanced security.\nConfigured dashboards to monitor health of back-end services using DynaTrace and Graphite.\nPerformed Support Activities, Code Deployments and Maintenance of services.\nCompleted Foundation Program in Java programming, Database and Software engineering concepts.\n\nACADEMIC PROJECTS\n\n0 Food Classification: Created a Deep CNN with Keras to learn and classify different Grocery items.\n\n0 Handwritten Digits Classification: Developed a Multilayer Perceptron Neural Network for\nclassification of Handwritten Digits (MNIST dataset) with a 95% Test set Accuracy using Python.\n\n0 Amazon Dynamo-Style Replicated Key-Value Storage: Stimulated a simplified Dynamo that\nimplements - Partitioning, Replication and Failure handling — to provide Availability & Linearizability.\n\no BZC e-commerce model: Developed an efficient e—commerce model using IBM WCS.\n\no Circle Hough Transform: Implemented Circle detection (Hough Transform) in Python with OpenCV.\n\n0 Crime Analysis and Prediction: Used Tableau to analyze and predict crime activity in Philadelphia.\nProjects on GitHub.‘ https://glthub.com/sunllvasu i https.'//www.acsu.buffalo.edu/~sunilkun/\n\nTECHNICAL SKILLS\n0 Languages: Java, Python, R, HTML, CSS, SQL, Perl, C/C++\no Tools/Technologies: Java EE, AWS, Tableau, PowerBl, MySQL, D32, Git, Tortoise SVN, JIRA,\nSaiesforce, Webservices, Tomcat, JBoss, Spring, Maven, Windows/Linux, Microsoft Excel, MS Visual\nStudio, Hadoop, OpenCV, Tensorflow\n0 Certification: ‘Divide & Conquer, Sorting & Searching Algorithm’ course by Stanford on Coursera.\n\nMEMBERSHIPS & VOLUNTEERING\no Notetaker Volunteer at Accessibility Resources of the University at Buffalo (UB), 2016.\n. Volunteer at Raksha (animal club) & Sanjeevani (philanthropic club) at lnfosys.\nCoordinated to set up IEEE All Keraia Student Congress 2012 in our college.\nMember of research group CHPC (Center for High Performance Computing) at college.", "id": 1, "label": "vm"}, {"text": "Education\nManual and Automation Testing 2016 —2017\nTechno Canada — Toronto, ON\n\n \n\n \n\n \n\nOntario College Diploma in Computer Programming 2014 - 2016\nSeneca College — North York, ON\n\nProjects\n\nRAWCast Oct 2017\n\nCreated a Desktop application using C# and the .NET framework to cast Canon .CR2 RAW\nimage files to a nearby Google Chromecast. The user first selects a folder which contains the\nCanon RAW image files, the application then generates a slideshow of the selected images,\nwhen the user clicks the cast button on the current image being viewed the application\ngenerates a list of all available Chromecast’ in the local network to cast to. Upon selecting a\nChromecast from the list, the application creates a HTTP server to serve the converted image to\nthe user specified Chromecast.\n\nPanthheck Mar 2017\nCreated a cloud based shopping reminder Android application using Java, with user specific\ndata syncing being handled by a custom backend built using ASP.NET and C#. The application\ntakes in user credentials, a collection of items in the user’s pantry and a user specified estimated\ntime of how long each item might last. This data is then relayed as a JSON object to the back\nend where it informs all devices connected with the user’s account about the new item on the\nlist. After which the user and all devices associated with the users account will be notified of the\nexpiry event days prior to the actual expiration date. The use case being if a person is going\nhome after work, they will be reminded of any impending items to buy on their way home.", "id": 2, "label": "vm"}, {"text": "Investors Heritage Life Insurance - Frankfort, KY\n\nMaintained the organization web page (http://wwwmidwayedu) through means of updates and\nenhancements via WordPress.\nResigned from position on 10/03/17\n\nApril 2016 — June 2017\n\nInformation Services Department\nSoftware Engineer\n\nCommonwealth of Kentucky - Frankfort, KY\nCabinet of Health and Family Services\n\nCreated and followed web/desktop applications through the entire Software Development Life\nCycle including requirements gathering, design, development, testing, implementation, and\nmaintenance. Created new systems consisting of multiple applications and maintained these\napplications throughout the entire SDLC.\n\nDesigned, developed, implemented and maintained multiple web applications that improved\ncompany performance in day—to—day operations. Technologies used in these processes included\nC#, Visual Studio 2015, ASP.NET, JavaScript, AJAX, Bootstrap, HTMLS, SQL, and CSS.\nWorked directly with end users as needed throughout the entire SDLC including the correction of\napplication bugs.\n\nInjected Object-Oriented Design Principles (OOP, OOD) into these applications through the use\nof classes (base and sub), inheritance and polymorphism.\n\nCreated desktop and web applications using MicroFocus COBOL, Customer Information\nControl System (CICS), Job Command Language (JCL), Visual Studio 2015, SQL, and C#.\nMaintained legacy applications that employed these same technologies.\n\nRan simple queries daily using SQL to test data produced as output. Also ran queries as requested\nin support of other departments and branches of the company.\n\nProvided end-user support through a ticketing system (Spiceworks) which led to the correction of\nsoftware bugs or the creation of new software applications\n\nApril 2012 — April 2016\nMay 2014 — April 2016\n\nOffice of Administration and Technology Services, Capital Planning & Admin Branch\nRecords Coordinator, Administrative Specialist 111\n\nTeam Lead for the Business Process Improvement (BPI) Initiative\n\nCoordinated the migration of the Records Management System (RMS) application from the\nCHFS security portal to the Kentucky Online Gateway (KOG) (2016)\n\nProvided Identity and Access Management for 500+ users of the RMS web application\nProcured training modules used cabinet-wide (C HFS) throughout the state of Kentucky\nResponsible for writing technical documentation for web applications\n\nPrepared a variety of periodic and ad hoc repOlts for technical and non-technical resources.\nDistributed project related data and documentation which included project status reports, vendor\ninformation, requirements documents, policies and procedures documents\n\nCommunicated technical requirements and needs of the cabinet with software/web developers\nInjected quality into the SDLC by coordinating testing of the RMS web application. This\nincluded both User Acceptance Testing, Integration Testing and Regression Testing.\n\nConducted requirements gathering including one-on-one interviews, questionnaires, prototyping,\nand brainstorming\n\nCommunicated, documented, and reported progress, test results, and other relevant information\non problem resolution to project stakeholders and management (primary point of contact to all\nparties of the SDLC)", "id": 3, "label": "vm"}, {"text": "W M\n\nMobile: (647)702-9091 | Email: Sultana30@live.com | GitHub: tsultana2\n\nTamanna Sultana\n\n \n\nTechnical Skills\n\nLanguages: Java, C#, C, C++, PHP, SQL, HTML5, CSS3, JavaScript, COBOL, Python\nFrameworks: ASP.NET, Bootstrap\n\nDatabases: Microsoft SQL Server 2012, MySQL, Oracle RDBMS, IBM DBZ.\nAutomated Testing Frameworks: Selenium, HPE Unified Functional Testing (UFT)\nVersion Control: Git\n\nNetworking: TCP/lP, SFTP, FTP, IPv4 and va6 solutions.\n\nSystems: Linux, UNIX, Windows\n\n \n\n \n\nProfessional\\Experience\n\n/\n\n \n\n(Research Assist t Sep 2016 — Present\nSeneca Colle - CDOT (Java Programming Language Department)\n\n0 Built an interactive question based testing platform using Python and JavaScript on top of\nthe edX framework to create multi paradigm tests of students' knowledge regarding Java.\n\n- Developed automated testing scripts using Python, C# and Selenium to ensure\nconcurrent regular testing and to ensure data integrity is maintained.\n\n0 Created data analytics based on student performance with graphical visualizations to\nshow long term trends and future projections of current courses.\n\nQA Automation Engineer (COOP) Feb 2017 — Jun 2017\nSynergy Tech — Coop Position\n0 Responsible for creating automated test cases via C# scripting and the selenium library.\n0 Responsible for creating automated test suites using the HPE UFT framework and C#.\n\nFull Stack Developer (Remote) Jan 2016 — Dec 2016\nKabita lnc, Bronx, NY\n0 Developed an optimized scalable e-commerce platform using ASP.NET, MySQL with an\nintuitive responsive front end using Bootstrap and jQuery.\no Built a continuous integration pipeline using Jenkins to further streamline development\nand deployment.\no Built redundancies to prevent SQL injection attacks and cross site scripting attacks.\n0 Migrated the entire backend to cloud based solutions.\n0 Developed applications under an Agile environment to ensure concurrent testing.", "id": 4, "label": "vm"}, {"text": "\\ \\\nt A) l W m L\nDomenic Polidoro\n\n3 Kelly Court 1 Monroe Township, New Jersey | 08831 I dmp00l @gmail.com | 732.735.2736\nGitHub: https://github.com/developer-dmp\n\nPROFESSIONAL OVERVIEW\n\n1 place my emphasis on the link between technology and the consumer, paying close attention to delivering the most from this\nrelationship. My goal is to empower and impact the end user and enhance customer experiences to create lasting solutions that\nbuild loyalty. With a technical expertise, and a marketing mindset, I look at the ways in which we can deploy technology to\nenhance each experience, to make it positive, powerful and memorable.\n\nEDUCATION\n\nB.S. Computer Science/Minor: Business Management May 2017\nThe College ofNew Jersey — Ewing, NJ Final GPA: 351\nSummer Study Abroad 7 Madrid, Spain Summer 20l4\n\nConsecutive Dean’s List Candidate\n\nPERSONAL SKILLS\n\nLeadership Conceived, created, and deployed a unique remote communication tool for Wakefem (ShopRite)\nsupermarkets to minimize front-end delays. Very comfortable leading a strategic collaborative effort.\nCommunication Strong oral and written skills useful when conveying personal points of view. Capacity to translate\n\nbusiness/marketing needs into technology actions as well as communicate highly technical temis and\nprocesses for non-technical people.\n\nOrganizational Clear, concise, logical, and traceable thought patterns and organizational skills.\n\nTime Management 4 year, 16 credit per semester Full—Time Student, 4 Year Student Athlete, l-Year Team Captain,\nConsistent Dean’s List Candidate, and l '/2 year employment during college. Ability to keep projects\non track by consistently meeting milestone dates.\n\nCOMPUTER SKILLS & COURSE HIGHLIGHTS\n\nLanguages Java, Javascript C, C++, XML, JSON, SQL, SQLite, HTML, CSS\nDevelopment Tools Sublime Text, Eclipse. Xcode, Android Studio, Git, Gradle\niOperating Systems Mac OSX, Windows, Linux\nGeneral Software Apache ANT, SPSS, Microsoft Office\n\nComputation Architecture Development\n\n° Analysis of Algorithms ' Computer Architecture ' CSC I & ll\n\n' Computational Biology ' Discrete Structures ' Mobile Development (Android)\n\n' Theory of Computation ' Operating Systems ' Software Engineering\n\nPROFESSIONAL EXPERIENCE\n\nWakefern Food Corporation, Edison, NJ Jan 2016 7 Present\nLeader in Technical Training Jan 2017 ~ Present\nPROJECTS\n\nMobile Override Manager (MOM) ~ Sole Android Developer\n\nMOM is an Android application, used by front-end managers in ShopRite stores. The application maintains a consistent\nconnection to the central sewer and handles incoming messages from any connected register. MOM is used to increase\ncommunication and efficiency between front-end managers and their cashiers while also decreasing customer wait-time.\n\nThe app is live in over 175 stores with plans to release to entire franchise (350+ stores) in the next 2 years, is estimated to\nsave 50 hours a week (~ $16M a year) and was mentioned in the Annual President’s Presentation. I have delivered multiple\npresentations and demonstrations for user groups, coworkers, and business executives, including our President.\n\nMobile Point ofSale (MPOS) A Sole Android & Java Developer\n\nMPOS is an Android application that can be used as a mobile register. With a cellular connection, the application\ncommunicates through 3 servers, eventually reaching a register. Once the connection has been established, the app can\nretrieve suspended orders, start new orders, scan/void items & coupons, and tender orders.\n\nMobile Retrieve — Sole Java & Swing Developer\n\nDeveloped a system to allow Mobile Scan (ShopRite app on the market) users to have dedicated self-checkout lanes on\nthe front-end. I designed server and client side implementations to alert a designated manager whenever an issue occurs 011 a\ndedicated lane.", "id": 5, "label": "vm"}, {"text": "Academic Proiect\nProject: CS Department Website September 2015 - December 2015\n\nEnvironment: JavaScript, jQuery, AWS Beanstalk, AWS RDS, AWS EC2, JSP, Bootstrap, MySQL, Tomcat, Java, Spring\nDescription: This application lets students of CS department to register and browse through the course catalog, faculty\ninformation and course information.\nResponsibilities:\n\n0 Developed application using JSPs, Spring, Java, Tomcat, JavaScript.\n\n0 Deployed application in AWS beanstalk environment to host tomcat server.\n\n0 Created AWS RDS instance for MySQL database.\n\n0 Used C883 and Bootstrap to style the pages.\n\n \n\nProject: Preserving Privacy in Geo-Social Applications Jan 2014— May 2014\nEnvironment: Eclipse, Tomcat, JSP’s, Servlets, MySQL, J2EE, JDK, Java Beans, REST, JDBC, HTMLS, JavaScript, CSS, AJAX,\njQuery, Spring\n\nDescription: This Application uses proxy server using which the sender generates a key and is shared with the receiver\nto safely transfer data without letting out the exact location. Used apache tomcat 7 on the backend with JavaScript,\nservlets and server pages written to perform specific tasks.\nResponsibilities:\n\n0 Developed components using JSP and Spring Framework\n\n0 Developed web pages using jQuery and AJAX\n\n0 Developed the unit test cases and responsible for resolving issues\n\nProject: Student information Management System Jan 2013 - August 2013\nEnvironment: MVC/J2EE, JSP, Sen/lets\nDescription: Application enables faculty to maintain student records like profiles and attendance that can later be\nviewed. Used MySQL database to store data.\nResponsibilities:\n0 Implemented the service oriented architecture by designing various web pages using servlets, JSP pages,\ndatabase connection using JDBC.\n\n \n\n0 Created pages for students to register for a class, update information and manage the schedule.\n0 Involved in writing the scripts for validations of student information and requests.", "id": 6, "label": "opt"}, {"text": "\\1N\\‘\n\nCharles]. Barnett\n\nPhone number: 502-395-8540\n\nEmail: cjbarnl @yahoo. com\n\nLinkedln: https://www.|inkedin.com/in/cjbarn1\n\nSUMMARY OF QUALIFICATIONS\n\nExperience developing web and desktop applications using multiple technologies\n\nProven experience writing technical documentation for applications\n\nMultiple technology degrees including a Masters’ in Computer Science\n\nExperience communicating/gathering technical requirements with both technical and non-\ntechnical resources\n\n5+ years of proven experience training end users\n\n4 years of experience working with the Commonwealth of Kentucky in both the Department of\nPublic Health and the Ofﬁce of Administrative and Technology Services\n\nManaged confidential records in the Kentucky Vital Events Tracking System database and\nRecords Management System web application.\n\nInterpreted and applied the laws, rules, regulations, and policies applicable to the administration\nof Vital Statistics conﬁdential records\n\n5+ years of customer service experience\n\nTECHNICAL SKILLS/COMPETENCIES\n\n \n\nLanguages\n\nProlog (Artiﬁcial Intelligence), C++, C#, ASP.NET, Standard Query\nLanguage (MySQL), VB.NET, COBOL, Job Command Language (JCL)\n\n \n\nMicrosoft Tools\n\nMicrosoft Word, Excel, Visio, PowerPoint, Visual Studio 2010, Visual Studio\n2012, SQL Server 2014, Outlook 2010, Visual Studio 2015, ASP.NET, Visual\nStudio Team Services, Visual Studio 2017, SQL Server 2016\n\n \n\nOperating Systems\n\nWindows 7, Windows 8, Windows 10, Linux, CICS (Mainframe)\n\n \n\n \n\nEnvironments\n\nObject-Oriented Design, Technical Requirements and Documentation,\nProgramming Logic and Algorithms, WinForms, WebForms, Database\nDesign, CodeBlocks, Micro Focus, Fly Speed, AJAX, Bootstrap, OrgSync,\nAgile (Scrum)\n\n \n\n \n\n \n\nPROFESSIONAL EXPERIENCE\n\nMidway University\n\nJune 2017 — October 2017\n\nInformation Technology Department\nWeb Developer\n\nBuilt several pre-production C# .NET applications (service providers) that included multiple\ncomponents of IAM. These components consisted of SAML 2, XML, WS-Federation, WS-Trust,\nWindows Identity Foundation (WIF), and JSON Web Tokens in Visual Studio 2015.\n\nProvided end-user support for all web applications used on campus through a help desk ticketing\nsystem (Spiceworks).\n\nProvided Identity and Access Management in the OrgSync virtual campus community while\nacting as the Community Administrator (1200+ users).\n\nUsed Microsoft Excel to format and import all user accounts to the OrgSync online campus\ncommunity.", "id": 7, "label": "opt"}, {"text": "PUBLICATIONS & PERSONAL DEVELOPMENT\nCred Container 7 Android Application on Google Play\n\nCred Container is a utility—based application where users can store their credentials by creating proﬁles. The app is\nfully locked down by ﬁngerprint recognition, provides automatic SMS sending for sharing information, and settings to alter\nthe UX. GitHub link provides more infonnation about the application, in addition to the source code.\n\nWhere Was I — Android Application under construction\n\nApplication where users will be able to save real-world locations for future reference. For instance, where they parked\ntheir car, a good restaurant, or a fun place to go out with friends. Fully integrated with Google Maps and location services,\nthe app will also provide means to sharing locations through SMS or email, and launching navigation to a desired location.\n\nACTIVITIES & AWARDS\n\n4—Year TCNJ Men’s Soccer Student Athlete, 1-Year Captain, First-Team All Conference Recognition, 2 Time Defensive MVP\nActive volunteer member in the Computer Science Department e Volunteer Sen/ice Award\n\nSelected as a Department Ambassador — led tours to prospective students and families\n\nSpecial needs activist, volunteer, and supporter\n\nAvid New York Rangers Fan and skier\n\nTCNJ Entrepreneurship Club Member", "id": 8, "label": "opt"}, {"text": "AAKASH THAKKAR VM\n\nSOFTWARE DEVELOPER\n\n9 Carpentersville, IL\n\nﬁWORK EXPERIENCE\n\nSquareyards Consulting (Square\n\nDotcom Private Limited)\nMay 2015 — May 2016\n\nAspiration Software Solutions\nand Consulting\nJan 2014  May 2014\n\nCadila Pharmaceuticals Private\n\nLimited\nJan 20i2 ~ May 2012\n\nis EDUCATION\n\n.1 thakkaraakash@hotmai|.com\n\nWeb Developer\n- Developed an interactive home/plot\nbooking platform.\n' On success (http://v.ht/antk) of the\nfirst project, developed a\nframework and launched more\nsimilar projects based on it.\nRefactoreri a CakePHP REST API\n(Square Capital) to use NodeJS\nand ivlongo DB resulting in a 4 9’0\ndecrease in average response\ntime.\n\nSoftware Developer Intern\n\n- Created a tool which would use\nmultiple Google Drive accounts\nand splits files between them to\nstore files of virtually any size.\n\n‘ Reverse Engineered HJSpIit from\njava bytecode to use it in the\nproject.\n\nIT Intern\n\n- ldeated and developed an online\nfile sharing and ViBWiFlg system,\n\n- Used Google Docs viewer and\nJW Player to implement viewing\nfeatures.\n\nDhirubhai Ambani Institute of Information and Communication\n\nTechnology\n\nMS. Information Technology\n\nMay 2012 — April 2014\n\nI—b Relevant Coursework: Data structures and algorithms Software\nEngineering. Information Systems and Security,\n\nGujarat University — LJ College of Computer Applications\n\nBachelor of Computer Applications\n\nMay 2009 A April 20'i2\n\nl—p Relevant Coursework: Discrete Mathematics, Data and File Structures.\n\nSoftware Project Management,\n\nK. (224) 484-0867\n\nin thakkaraakash\n\nEE SKILLS\n\nNodeJS, PHP, HTML/CSS,\nCore Java, JavaScript, JSON,\nSQL, NoSQL (Mongo DB),\nAWS, GIT\n\n[c PROJECTS\n\nScapesTM\n\nHome/Plot booking system\nwith interactive exploration of\nproject along with integrated\nbooking options where users\ncan slice through each\nfloor/flat and book it.\n\nSquare Capital REST API\nREST API which serves\nrequests by Square Capital\nandroid app.\n\nCloud Raider\n\nRAID 0 for google drive\naccounts Splits files in the\nratio of remaining space and\nuploads it in pieces.\nDownioads alt pieces and\njoins them locally. Virtually\ncreating uniimited cloud\nspace.\n\nCashless Canteen\n\nRFID based transaction\nsystem which uses student ID\ncard to make purchases at\nDAIICT Canteen,\n\nBig Sharing\n\nFile sharing and Viewing\nsystem for employees.\nProvides online viewing for\nmore than ‘22 file types.\n\nFacebookMemories\n\nA small tool which would\ndownload all/selected\nFacebook albums and could\ncopy them to your Picasa\nalbums.", "id": 9, "label": "opt"}]